Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/kertomaperinne.html.tmx
Source language: fin
Languages: smn

source: Kieli
smn: Kielâ

source: Kirjoitustavat
smn: Čäällimvyevih

source: Kieli ja identiteetti
smn: Kielâ já identiteet

source: Kirjallisuus
smn: Kirjálâšvuotâ

source: Julkaistut teokset
smn: Almostittum kirjálâšvuotâ

source: Kertomusperinne on samantapainen kaikilla saamelaisilla.
smn: Mainâstemvyehi lii siämmáásullâsâš puoh sämmilijn.

source: Tarinoiden kehys on usein sama, mutta miljöö ja muut yksityiskohdat antavat paikallisväriä.
smn: Mainâsij vuormâ lii távjá siämmâš, mut miljöö já tärkkilub ääših adeleh páihálii ivne.

source: Niinpä vanhat syntykertomukset ja uskomustarinat ovat ovat suunnilleen samanlaisia eri puolilla saamelaisaluetta.
smn: Nuuvtpa puáris šoddâmmainâseh já oskomušmainâseh láá suullân siämmááláváneh jieškote-uv kuávlust.

source: Satuja ovat eläinsadut, ihmesadut, novellisadut ja pilasadut.
smn: Satu -luokan kullee mainâseh láá elleemainâseh, imâšmainâseh, nooveelmainâseh já ilbis mainâseh.

source: Ne ovat suureksi osaksi lainaa muualta, niinkuin sadut usein ovatkin.
smn: Toh láá iänááš luoihâttum eres kuávluin, nuuvt tego satu-mainâseh távjá láá-uv.

source: Vuonna 1917 julkaistussa kokoelmassa "Inarinlappalaista kansantietoutta" on runsaasti satuja.
smn: Ive 1917 almostittum čuágálduvâst láá valjeest satu-mainâseh.

source: Niiden aihepiirit ja asiat ovat enimmäkseen vieraita inarilaisille, kerrotaan mm. kuninkaista, jalopeuroista, hevosista, tukkitöistä ja tammenterhoista.
smn: Tain mainâstum ääših láá iänááš viäráseh anarâššáid, ko toh mainâsteh el. kunâgâsâin, jálupeevrijn, hiäppušijn, já taamiterhoin.

source: Eläinsadutkin näyttävät olevan tuontitavaraa, koska poro tai peura ei esiinny saduissa juuri ollenkaan.
smn: Elleemainâseh-uv oroh lemin puohtum, kuás jo puásui teikâ kodde iä mainâšuu mainâsijn ollágin.

source: Saduissa on kuitenkin paljon paikallisväriä ja tapahtumia on käsitelty saamelaiselta kannalta, kuten Menes-Antin seikkailu Ranskanmaalla.
smn: Mut mainâsijn kal lii ennuv páihálâš ivne já ääših kieđâvuššojeh säämi vuovvijn, nuuvt tego Meniš-Aanti fiäráneh Ranskaenâmist.

source: Uskomustarinoista yleisimpiä ovat kertomukset staalosta, maahisista, aarteenvartijasta, seidoista, samoin kummitus-, etiäis- ja kaksoisolentotarinat.
smn: Oskomušmainâsijn táválumoseh láá mainâseh stáálust, kuhvittârijn, čáháligijn, sieidijn já meiddei komme-, ovdâsâš- já kyehtineeleevmainâseh.

source: Varoitustarinoiden tehtävänä on mieleenpainuvasti selittää, miten käy, jos toimii väärin.
smn: Váruttemmainâsijguin čielgejii tom mielânpäccee vuovvijn, et maht kiävá, jis parga puástud.

source: Henkilötarinat ja historialliset tarinat ovat enemmän sidoksissa paikkaan ja tiettyyn aikaan.
smn: Olmoošmainâseh já historjáliih mainâseh láá eenâb čonâsist sajan já tiätu ááigán.

source: Memoraatti kertoo jonkun tietyn henkilön kokemuksesta.
smn: Memoraat maainâst kiännii tiätu ulmuu fiäránijn.

source: Siinä on mukana uskomustarinan aineksia ja paljon yksityiskohtia, jotka eivät välttämättä vie kertomusta eteenpäin.
smn: Tast láá fáárust oskomušmainâs amnâseh já ennuv ovtâskâs ääših, moh iä aainâs joođeet mainâs ovdâskulij.

source: Yksityiskohtien kerronnalla koetetaan ehkä todistaa tapahtuma todeksi, mutta niistä käy myös ilmi, että kerrottu tapaus on tuore.
smn: Ovtâskâs ašij kevttim mainâsist viggá vaarâ tuođâštiđ tom, et äšši lii tuođâi tábáhtum, mut tast čiälgá meiddei tot, et mainâstum tábáhtâs lii tai aigij tábáhtum.

source: Kerrotaan henkilöt, aika ja paikka tarkasti ja mitä tapahtui.
smn: Mainâsist mainâšuvvojeh ulmuuh, äigi já päikki tárkká já et mii ain tábáhtui.

source: Jos tarinan juoni unohtuu tai sitä ei haluta kertoa, niin se voi supistua lauseeksi tai tokaisuksi.
smn: Jis mainâs juonâ vájálduvá teikâ tom ij haalijd mainâstiđ, te tot puáhtá snorâniđ ceelhân teikâ páhudistmân.

source: Lasta voidaan varoittaa: Jos menet veden rannalle, vuáŋŋáš tempaa sinut veden alle.
smn: Párnáá puáhtá váruttiđ: Jis moonah riidon, te vuáŋŋáš rottee tuu čääsi vuál.

source: Tai jos lapsi on alasti, sanottiin: Piettemes čáhálig !
smn: Teikâ jis páárnâš lii piättáá, te ettii: Piettemes čáhálig !

source: Čáhálig nimittäin oli pienikokoinen alaston aarteenvartija-haltija.
smn: Čáhálig uáináh lâi pietittem.

source: Inarinsaamessa ei ole eri nimityksiä sadulle, tarinalle tai memoraatille, on vain maainâs ja verbi mainâstiđ.
smn: Anarâškielâst ij lah sierânâs nommâ satun ige memoraatân, lii tuše maainâs já verbâ mainâstiđ.

source: On myös muštâlus, joka tarkoittaa kertomusta, muisteloa.
smn: Lii meiddei muštâlus.

source: Muštâlus, memoraatti ja usein tarinakin kerrotaan totena, satu taas epätotena.
smn: Muštâlus, memoraat já motomin maainâs-uv mainâstuvvojeh tuottân, satu vist epituottân.

source: Eri kertomustyyppejä
smn: Mainâsšlaajah

source: Novellisadun juoni selviää teoksesta "Inarinlappalaista kansantietoutta" (1886).
smn: Nooveelmainâs (satu) juonâ (1886) kirjeest "Inarinlappalaista kansantietoutta.

source: Menes-Antti kertoo kuinka hän maailmalla kulkiessaan meni Ranskaan.
smn: " Meniš-Antti maainâst, maht sun maailmist jođedijn moonâi Raanskan.

source: Pariisissa hän nukkavierussa asussa meni erääseen rakennukseen, jossa oli juhlat.
smn: Pariisist sun hyenes pihtâsijguin moonâi mottoom táálun, mast lijjii juhleh.

source: Hänet yritettiin ensin ajaa pois, mutta myöhemmin hän kuuli erään herran sopivan kuninkantyttären kanssa siitä, että he menevät yhdessä nukkumaan.
smn: Suu viggii vistig vyejettiđ meddâl, mut maŋeláá sun kuulâi mottoom hiärá sopâmin kunâgâs nieidáin, et suoi moonnâv oovtâst uáđđáđ.

source: Menes-Antti kyllä osasi ranskaa.
smn: Meniš-Antti kal maatij ranskakielâ.

source: Kosijaksi tekeytymällä hän pääsi tyttären luo neljänteen kerrokseen.
smn: Sun tohâludâi irguustellen já peesâi niäljád kiärdán.

source: Sängyssä Antti kuitenkin paljastui, kun joutui kovasti raapimaan täitä.
smn: Seeŋgâst Antti kuittâg kavnâttâđâi, ko ferttij ruokkâđ čuuvtij tiihijd.

source: Tytär antoi Menes-Antille kolmetuhatta kultataaleria, ennen kuin sai hänet lähtemään.
smn: Nieidâ adelij sunjin kulmâtuhháát kolletalarid, ovdil ko finnij suu vyelgiđ.

source: Kuninkaantytär on kuulemma tullut raskaaksi.
smn: Kunâgâs nieidâ lii kulloo čuávjum.

source: Stáálu (staalo) on iso, vahva, ruma ja yksinäinen olio, joka haastaa ihmisen painiin.
smn: Stáálu lii stuorrâ, kievrâs, fastes já ohtuunis eeleev, mii hástá ulmuu hiäibuđ.

source: Jos ihminen voittaa, hänen on omalla veitsellään tapettava staalo.
smn: Jis olmooš vuáittá, sun kalga jieijâs nijbijn koddeđ stáálu.

source: Staalo tarjoaa omaa veistään, mutta sillä se ei kuole, vaan saa vain lisää voimaa.
smn: Stáálu kal fáálá jieijâs nijbe, mut toin tot ij jäämi, pic kiävru val lase.

source: Myös staalon koira, joka kylläkin voi olla näkymätön, pitää tappaa, muuten se nuolee staalon haavat ja herättää sen henkiin entistä vahvempana.
smn: Meiddei stáálu pennuu, mii puáhtá kal leđe uáinimettum, kalga koddeđ, mudoi tot njuálu stáálu haavijd já iäláskit tom val kievrâbin.

source: Ihminen saa staalon rahat ja kullat itselleen.
smn: Olmooš finnee stáálu ruuđâid já kuullijd olssis.

source: Kufittâr eli kuhvittâr on hyvätapaisempi olio.
smn: Kuhvittâr lii sivvâdub eeleev.

source: Se asuu maan alla, mutta voi joskus ilmaantua ihmisten näkyville, ellei halua jostakin syystä liikkua näkymättömänä.
smn: Tot áásá eennâm vyelni, mut sáttá motomin almostuđ ulmui uáinusân, jis haalijd monnii suujâst jotteeđ uáinimettumin.

source: Kuhvittârit ovat kauniita, rikkaita ja hyvinpukeutuneita.
smn: Kuhvittâreh láá muččâdeh, riggáh já šiev káárvuin.

source: Heidän poronsakin ovat erikoisen värisiä.
smn: Sii poccuuh-uv láá čiŋŋâivnásiih.

source: Kuhvittârtarinoissa yleensä ihminen näkee outoja poroja ison tokan, joka ei jätä lumeen jälkiä.
smn: Kuhvittârmainâsijn táválávt olmooš uáiná omâs poccuid stuorrâ iälu, mii ij räähti muottui luodâid.

source: Mutta jos heittää veitsen tai jonkin raudan porojen yli, niin saa itselleen kaikki ne porot, jotka jäävät putomanispaikan ja ihmisen väliin.
smn: Mut jis leggist nijbe teikâ monnii ryevdi poccui paijeel, te finnee olssis puoh taid poccuid, moh pääccih koččâmsaje já ulmuu kooskân.

source: Joku onkin rikastunut sillä tavoin.
smn: Kiinii lii-uv kulloo riggom toin naalijn.

source: Seita eli sieidi oli jumala tai ainakin hengen olopaikka.
smn: Sieidi lâi immeel teikâ kuittâg jiegâ orroomsaje.

source: Tunnettu on kertomus Iijärven seidasta.
smn: Tobdos lii maainâs Ijjäävri sieidist.

source: Siinä eräs äiti ja tytär menivät ilmoittamaan seidalle, etteivät aio enää uhrata tälle.
smn: Tast mottoom enni nieidâinis moonáin almottiđ siäidán, et suoi iävá innig ááigu uhrediđ toos.

source: Silloin veneeseen astuessa tytön jalka takertui rantaan niin, että hänen oli huudettava seitaa avuksi ja luvattava edelleen uhrata: "Älä ota kusikinttua, ota mieluummin pässinkaula!".
smn: Te kárbás lavkkiidijn nieidâ jyelgi rokkâsij riidon nuuvt, et sun ferttij čuárvuđ sieidi iššeen já lopediđ ain-uv uhrediđ: "Ele vääldi kuonâruoidâ, vääldi pyereeb viercâ čiäppát!

source: Silloin jalka irtosi rannasta, ja heidän täytyi edelleen jatkaa uhrien tuomista seidalle.
smn: " Te jyelgi peesâi luovâs riddoost, já suoi ferttijn ain juátkiđ uhrij pyehtim siäidán.

source: Tulijan ovdâsâš eli etiäinen ilmestyi jonkin aikaa aikaisemmin kuin henkilö itse todellisuudessa.
smn: Ovdâsâš almostui mottoom ääigi ovdil ko olmooš jieš. Motomij ovdâsâš poođij pirrâmpeeivi ovdil.

source: Tällainen oli ainakin Kaapin Jounilla.
smn: Taggaar lâi kuittâg Kaabi Joovnâst.

source: Se oli niin täsmällinen, että vaimo saattoi keittää kahvin valmiiksi vuorokauden kuluttua etiäisen näkymisestä.
smn: Tot almostui nuuvt tárkká, et kálgu puovtij käähvi vuoššâđ valmâšin pirrâmpeeivi keččin ovdâsáá oinuumist.

source: Etiäinen muistutti tarkalleen varsinaista ihmistä.
smn: Ovdâsâš lâi eidu tego olmooš jieš-uv.

source: Paksumaassa asuvalla Akun Jounilla oli etiäinen, jonka useat ihmiset näkivät samanaikaisesti.
smn: Kossenâmist ässee Áhu-Joovnâst lâi ovdâsâš, mon maaŋgâs oinii siämmáá ääigi.

source: Tapauksia oli useita ja eräs oli sellainenkin, että Jouni näkyi samanaikaisesti etiäisensä kanssa ja puhuikin sille.
smn: Návt tábáhtui maŋgii, ohtii keevâi nuuvt-uv, et Jovnâ oinui ohtân ovdâsáinis já sáárnui-uv toin.

source: Lieneekö etiäinen ollut myöhässä vai Jouni liian aikaisessa.
smn: Lâš-uv ovdâsâš lamaš maŋanum vâi Jovnâ puáttâm liijkás tooláá.

source: Tyypillinen vainolaistarina on sellainen, että vainolaiset eli čuđeh tulevat hävittämään saamelaisten taloja, tappamaan ja ryöstämään.
smn: Táválâš čuđemaainâs lii taggaar, et čuđeh puátih hevâttiđ sämmilij tááluid, koddeđ já rievediđ. Sämmilij sáŋgár Lavrukâš kuittâg utkáávuođâinis tuššâd čuuđijd.

source: Saamelasten sankari Lavrukâš kuitenkin neuvokkuudellaan tuhoaa vainolaiset.
smn: Mottoom mainâsist čuđeh lijjii jotemin Aanaarjäävri mield já pálkkááttii Lavrukáá uápisin.

source: Hän houkutteli heidät saareen syömään hilloja.
smn: Sun hokâttâlâi taid suollui luámánijd purrâđ.

source: Kun vainolaiset olivat menneet kauemmaksi, Lavrukâš työnsi kaikki veneet vesille ja jätti vainolaiset saareen.
smn: Ko čuđeh lijjii moonnâm tabbeláá, te Lavrukâš saajai puoh kárbáid čáácán já kuođij čuuđijd suollui.

source: Kahden viikon kuluttua vainolaiset olivat kuolleen nälkään, vaikka olivat syöneet kuoren sadasta männystä.
smn: Kyevti oho keččin čuđeh lijjii jáámmâm niälgán, veikâ lijjii purrâm čyeđe peesist kuolmâsijd.

source: Saaren nimi on Satapetäjäsaari.
smn: Suolluu nommâ lii-uv Čyetpecsuálui.

source: Lavrukâš oli aikansa McGyver.
smn: Lavrukâš lâi jieijâs ääigi MacGyver.

source: Historiallisista tarinoita esimerkkinä on tässä Sigan tarina.
smn: Historjálijn mainâsijn ovdâmerkkân lii täst Sigá maainâs.

source: Sigga oli tyttö, jolla oli kaksi kosijaa.
smn: Siggá lâi nieidâ, kiäst láin kyehti irge.

source: Kun hän ei osannut tehdä valintaa, sulhaset menivät kapean salmen kahden puolen ja ampuivat jousillaan toisiaan.
smn: Ko sun ij máttâm valjiđ kuábbáágin, te irgeh moonáin kezis čuálmi kyevtibel já paijijn tavgijn kyeimis.

source: Kumpikin poika kuoli.
smn: Kuábâš-uv kaandâin jaamij.

source: Salmi sai nimekseen Sigá čiärrumčuálm i eli Sigan itkusalmi.
smn: Čuálmán šoodâi nommân Sigá čiärrumčuálmi.

source: Tarinalla on kaksi loppua, ikäänkuin valittavana.
smn: Mainâsist láá kyehti loopâ, tego valjimnáál.

source: Toisessa Sigga haudataan kosijoiden väliin sanoilla: "Kun et kumpaakaan hylännyt, niin nyt saat molemmat.
smn: Nubbeest Siggá hávdáduvvoo irgij kooskân sanijguin: "Ko jieh kuábbáágin hilgom, te tääl finniih kuohtuid.

source: " Toinen loppu on sellainen, että Sigga muutta asumaan Norjan puolelle Isoonvuonoon, jossa meni naimisiin ja eli elämänsä siellä.
smn: " Nubbe loppâ lâi taggaar, et Siggá varrij aassâđ Taažâbel Stuorrâvuonân, kost naajâi já eelij elimis tobbeen.

source: Isonvuonon eteläpuolella on paikannimet Sigákieddi (Sigankenttä) ja Sigákuolbâ (Sigankangas)
smn: Stuorrâvuonâ máddáábeln láá pääihinoomah Sigákieddi já Sigákuolbâ. Mainâseh ulmuin láá vaarâ táválumoseh.

source: Mehevimmät tarinat käsittelevät henkilöitä, jotka ovat luonteensa, tapojensa tai toimiensa puolesta erikoisia.
smn: Suvláámus mainâseh mainâstuvvojeh ulmuin, moh láá luándus, tavijdis teikâ pargoidis peeleest suámáliih.

source: Tarinoiden kerronnassa on syytä kuitenkin tietää asioiden mahdollinen arkaluontoisuus.
smn: Maainâstmist kalga kuittâg tiettiđ, et láá-uv ääših äärgih, et lii-uv pyeri taid kost já kiäs peri mainâstiđ.

source: Pitää tietää, missä yhteydessä ja keille jutun kertoo.
smn: Mainâsij ulmuuh sättih leđe val elimin, teikâ kuittâg sii alda hyelhih.

source: Aina ei voi kertoa esim. sellaisesta tapahtumasta, jossa noita yrittää parantaa mielenvikaisen ihmisen.
smn: Ain ij pyevti mainâstiđ om. taggaar mainâs, mast nuáidi keččâl pyerediđ mielâvänulmuu.

source: Joskus voi kuitenkin kertoa porovarkaasta, kun lisää aspektin veijari-sankarista, joka huijaa suomalaisia poliiseja.
smn: Motomin puáhtá kuittâg mainâstiđ om. puásuisuollust, jis lasseet toos aspekt tiätuláván juonâlâš sáŋgárist, kote om. táájut läddlâš polisijd.

source: Tällaisia ovat mm. muistelukset Menes-Jussasta.
smn: Tágáreh láá mainâseh Meniš-Jussáást.

source: Eräässä Jussa pääsee karkuun eksyttämällä nimismiehen ja poliisin laajaan kiekeröön.
smn: Mottoom mainâsist Jussá piäsá kárgáđ, ko čájádit poolis já komserjâs vijđes čievârmaailmân.

source: Toisessa Jussa karkaa vanginkuljettajalta kaivautumalla yöpymistalon ladon heiniin.
smn: Nubbeest Jussá kárgáá faŋgâfiävrárist nuuvt, et čááŋá čieŋâlâsân suoinij siisâ láátun.

source: Kolmannessa Jussa karkaa Kittilän puulinnasta tekeytymällä jalkavaivaiseksi.
smn: Kuálmádist Jussá kárgáá Kittâl muorâlanneest tohâludmáin, et sun lii jyelgiväänist.

source: Matti Morottaja Sammeli Morottaja kertoo: Jaakon Yrjö
smn: Kuobžâ-Saammâl (Sammeli Morottaja) maainâst: Jáák'Irján

source: YLE Sámi radion sarjasta Sitä ihmistä unohda (.
smn: YLE Säämi radion sarjasta Tom ulmuu jiem vájáldit
